tutorials/lagrangian/rhoPisoTwinParcelFoam/simplifiedSiwek/0/mut
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM Extend Project: Open Source CFD        |
|  \\    /   O peration     | Version:  1.6-ext                               |
|   \\  /    A nd           | Web:      www.extend-project.de                 |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      mut;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [1 -1 -1 0 0 0 0];

internalField   uniform 0;

boundaryField
{
    top
    {
        type            mutWallFunction;
        value           uniform 0;
    }
    bottom
    {
        type            mutWallFunction;
        value           uniform 0;
    }
    walls
    {
        type            mutWallFunction;
        value           uniform 0;
    }
    symmetry
    {
        type            symmetryPlane;
    }
    frontAndBack
    {
        type            empty;
    }
}

// ************************************************************************* //
