tutorials/lagrangian/rhoPisoTwinParcelFoam/simplifiedSiwek/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM Extend Project: Open Source CFD        |
|  \\    /   O peration     | Version:  1.6-ext                               |
|   \\  /    A nd           | Web:      www.extend-project.de                 |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

5
(
    top
    {
        type            wall;
        nFaces          5;
        startFace       4855;
    }
    bottom
    {
        type            wall;
        nFaces          45;
        startFace       4860;
    }
    walls
    {
        type            wall;
        nFaces          140;
        startFace       4905;
    }
    symmetry
    {
        type            symmetryPlane;
        nFaces          100;
        startFace       5045;
    }
    frontAndBack
    {
        type            empty;
        nFaces          5000;
        startFace       5145;
    }
)

// ************************************************************************* //
